Revit 2027 API
ParameterTypeId.FabricParamCoverOffset Property
 "Additional Cover Offset": Additional cover offset of the fabric distribution.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamCoverOffset { get; }
Public Shared ReadOnly Property FabricParamCoverOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamCoverOffset {
	ForgeTypeId^ get ();
}
static member FabricParamCoverOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace